[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Bezárás
btnUpdate.Caption=Letöltés
btnConfirmCancel.Caption=Mégsem
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Gratulálunk! Ön a legújabb verziót használja. Nincs újabb elérhető frissítés.
lblGetUptInfo.Caption=Frissítési információk lekérdezése. Kérjük várjon...
btnConfigCancel.Caption=Mégsem
btnMinimize.Caption=Kis méret
btnProcessCancel.Caption=Mégsem
btnUptWeb.Caption=Frissítés most
btnWebCancel.Caption=Frissítés később
lblUpdateFailed.Caption=A frissítés nem sikerült! Kérjük próbálja meg később újra. Vagy kattintson az Újra gombra.
btnFailedClose.Caption=Bezárás
btnRetry.Caption=Újra
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Elem
Size=Méret
Version=Verzió
DownLoading=Letöltés
OK=OK
Close=Bezárás
LiveUpdate=Frissítés
UpdateSuccess=%s frissítve. Most már élvezheti a legújabb szolgáltatásokat és javításokat.
WebDownLoad=%s új verziója elérhető. Kérjük frissítsen az új verzióra és élvezze a legújabb szolgáltatásokat és javításokat..
AvailableUpdates=Elérhető frissítések
NewVersion=Új verzió
VersionUpdate=Verzió frissítés
ImportantUpdate=Fontos frissítés

